tap "benjiwolff/neovim-nightly"
tap "camthompson/casks"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "brotli"
brew "gettext"
brew "git"
brew "asdf"
brew "automake"
brew "readline"
brew "awscli"
brew "bat"
brew "bison"
brew "blueutil"
brew "btop"
brew "glib"
brew "cmake"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eksctl"
brew "eza"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "git-delta"
brew "grep"
brew "helm"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "libyaml"
brew "loc"
brew "lsd"
brew "macvim"
brew "mas"
brew "mosh"
brew "nvm"
brew "openssl@1.1"
brew "pkgconf"
brew "postgresql@17", link: true
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "stylua"
brew "teensy_loader_cli"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "universal-ctags"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "qmk/qmk/qmk"
cask "1password"
cask "authy"
cask "backblaze"
cask "bitwarden"
cask "brave-browser"
cask "brave-browser@beta"
cask "brave-browser@nightly"
cask "claude"
cask "colorpicker-skalacolor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-google-sans-code"
cask "font-ia-writer-mono"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "karabiner-elements"
cask "key-codes"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge@dev"
cask "neovim-nightly"
cask "notion"
cask "raycast"
cask "safari-technology-preview"
cask "superwhisper"
cask "zwift"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Drafts", id: 1435957248
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 375589283
mas "PCalc", id: 403504866
mas "PiPifier", id: 1160374471
mas "Slack", id: 803453959
mas "Tabs to Links", id: 1451408472
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
