tap "camthompson/casks"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "px4/px4"
tap "qmk/qmk"
brew "brotli"
brew "gettext"
brew "git"
brew "asdf"
brew "automake"
brew "readline"
brew "awscli"
brew "bison"
brew "blueutil"
brew "glib"
brew "cmake"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eksctl"
brew "gdbm"
brew "gh"
brew "grep"
brew "helm"
brew "icu4c@76"
brew "jq"
brew "libffi"
brew "libidn"
brew "libyaml"
brew "loc"
brew "macvim"
brew "mas"
brew "mosh"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "pkgconf"
brew "postgresql@14"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "stern"
brew "teensy_loader_cli"
brew "tfenv"
brew "tmux"
brew "tokei"
brew "tree"
brew "universal-ctags"
brew "watchman"
brew "wget"
brew "zsh"
brew "oven-sh/bun/bun"
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "qmk/qmk/qmk"
cask "1password"
cask "alfred"
cask "authy"
cask "backblaze"
cask "bitwarden"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "claude"
cask "colorpicker-skalacolor"
cask "cursor"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-cascadia-code-nf"
cask "font-google-sans-code"
cask "font-ia-writer-mono"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "karabiner-elements"
cask "key-codes"
cask "keyboard-maestro"
cask "macwhisper"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge@dev"
cask "moom"
cask "notion"
cask "pop-app"
cask "postman"
cask "pycharm"
cask "safari-technology-preview"
cask "superwhisper"
cask "visual-studio-code"
cask "zwift"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Craft", id: 1487937127
mas "Drafts", id: 1435957248
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Marked 2", id: 890031187
mas "Mic Drop", id: 1489816366
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastel", id: 413897608
mas "PCalc", id: 403504866
mas "Pins", id: 1547106997
mas "PiPifier", id: 1160374471
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Tabs to Links", id: 1451408472
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
